Repository: nguyenvanlinh1105/HKDN_NET
Catalog: NineERP.Web/Resources/Views/MstShifts/Index.*.resx
Languages: vi

# MstShiftManagement
source: Shift Management
vi: Quản lý ca làm việc

source: Dashboard
vi: Trang chủ

source: Search
vi: Tìm kiếm

# MstShift, Description...
source: Shift, Description...
vi: Ca làm việc, mô tả...

source: Add New
vi: Thêm mới

# Number
source: No.
vi: STT

source: Morning Work
vi: Thời gian làm việc buổi sáng

source: Afternoon Work
vi: Thời gian làm việc buổi chiều

source: Total Hour
vi: Tổng thời gian làm việc

source: Description
vi: Mô tả

source: Action
vi: Hành động

# ConfirmDeleteTitle
source: Delete shift?
vi: Xóa ca làm việc?

# ConfirmDeleteText
source: Are you sure you want to delete this shift?
vi: Bạn có chắc chắn muốn xóa ca làm việc này?

source: Yes
vi: Đồng ý

source: No
vi: Hủy

# AddNewMstShift
source: Add New Shift
vi: Thêm ca làm việc mới

# EditMstShift
source: Edit Shift
vi: Chỉnh sửa ca làm việc

source: Number Of Employee
vi: Số nhân viên

# Default
source: Set default
vi: Chọn mặc định

# ConfirmDefaultTitle
source: Set as Default Shift?
vi: Đặt làm ca mặc định?

# ConfirmDefaultText
source: Are you sure you want to set this shift as the default?
vi: Bạn có chắc muốn đặt ca này làm ca mặc định không?

source: Select Target Shift
vi: Chọn ca làm việc muốn chuyển

source: Move
vi: Di chuyển

# MovedSuccessfully
source: Employees moved successfully.
vi: Chuyển ca làm việc thành công

source: Employee Code
vi: Mã nhân viên

source: Full Name
vi: Tên nhân viên

source: No records found.
vi: Không có dữ liệu.
