Repository: nguyenvanlinh1105/HKDN_NET
Catalog: NineERP.Web/Resources/Views/IntegrationSettings/Index.*.resx
Languages: vi

# Settings
source: Integration Settings
vi: Cấu hình tích hợp

source: General Information
vi: Thông tin chung

source: Save
vi: Lưu

# RequiredFields
source: Please complete all required fields.
vi: Vui lòng nhập đầy đủ thông tin bắt buộc.

# InvalidJson
source: Invalid JSON format.
vi: Dữ liệu JSON không hợp lệ.

source: Invalid bucket name.
vi: Tên bucket không hợp lệ.

# InvalidRegion
source: Invalid region format.
vi: Region không hợp lệ.

# SaveSuccess
source: Settings saved successfully.
vi: Lưu cấu hình thành công.

# SaveFailed
source: Failed to save settings.
vi: Lưu cấu hình thất bại.

# SaveError
source: An error occurred while saving settings.
vi: Có lỗi xảy ra khi lưu cấu hình.

# LoadError
source: Unable to load integration settings.
vi: Không thể tải dữ liệu cấu hình.

# UploadSuccess
source: File uploaded successfully.
vi: Tải file lên thành công.

# UploadFailed
source: File upload failed.
vi: Tải file thất bại.

# UploadError
source: An error occurred during file upload.
vi: Có lỗi xảy ra khi tải file.

# SelectFileFirst
source: Please select a file to upload.
vi: Vui lòng chọn file để upload thử.

source: View file
vi: Xem file
